;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: r3Qui3m
; TranslationAuthorEmail: slo.mula@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.94.102
; Update: 2016-07-06
;
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=Vredu
ButtonMinimize=Pomanšaj
ButtonMaximize=Povečaj
ButtonClose=Zapri
ButtonRestore=Obnovi
ButtonMenu=Meni

[Lang]
NativeLanguage=Slovenščina

[Translation]
LangCode=0424

FrmMain.btnfacebook.Hint=Deli Wise Program Uninstaller preko Faceboka
FrmMain.btntwitter.Hint=Deli Wise Program Uninsataller preko Twiterja
FrmMain.btnemail.Hint=Deli Wise Program Uninstaller s svojimi prijatelji
FrmMain.btnRefresh.Hint=Osveži
FrmMain.btnLog.Caption=Dnevnik
TfrmUnlog.caption=Dnevnik odstranitev
TfrmUnlog.head.unDate=Datum odstranitve
TfrmUnlog.head.ItemName=Predmet odstranitve
TfrmUnlog.head.restore=Preostali elementi
TfrmUnlog.noItems=Ni preostalih predmetov
TfrmUnlog.Recovered=Povrnitev
TfrmUnlog.recover=Povrnitev

ReadHabit=Z leve proti desni
LanguageName=sl-SI
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Podatki
Warning=Opozorilo
Error=Napaka
Confirm=Potrditev
CurVer=Trenutna različica:

FrmRate.Btnlist.caption=Mnenja uporabnikov
FrmRate.Btnreview.caption=Moje mnenje
FrmRate.Btnfirst.caption=Postani naš prvi ocenjevalec
FrmRate.Btnsubmit.caption=Predlagaj
FrmRate.lblscore.caption=Ocena:
FrmRate.lblscorehint.caption=(Da podaš oceno, klikni na zvezdo)
FrmRate.lblnick.caption=Tvoj vzdevek:
FrmRate.lblnickhint.caption=(Neobvezno)
FrmRate.lblemail.caption=Tvoja email naslov:
FrmRate.lblemailhint.caption=(Neobvezno)
FrmRate.lblcontent.caption=Vsebina:
FrmRate.lblcontenthint.caption=(Neobvezno)
FrmRate.lbldesctitle.caption=Opis programa:
FrmRate.lblratesoft.caption=Priporočen program:
;
; About
;
FrmAbout.caption=O programu
FrmAbout.btnok.caption=Vredu
FrmAbout.lblver.caption=Trenutna različica:
FrmAbout.lblemail.caption=Tehnična podpora:
FrmAbout.lblhome.caption=Domača stran:
FrmAbout.lblthank.caption=Hvala naslednjim ljudem za njihov doprinos:
;
; Popup Menu
;
pmGoto=Pojdi na lokacijo
pmHelp=Mrežna pomoč
pmHome=Domača stran
pmforum=Forum
pmCheckMsg=Samodejno preverjanje novosti
pmContact=Kontaktiraj nas
pmCheckNew=Preveri za posodobitev
pmLang=Vsi jeziki
pmAbout=O nas
pmOpenEntry=Odpri v urejevalniku registra
PmGoogle=Google iskanje
pmExport=Izvozi v tekstovno datoteko...
pmRightMenuA=Prikaži v kontekstnem meniju
ExplorerMenu=Odstranitev programa z Wise program Uninstaller


;
; Main GUI
; 
TfrmUnlog.caption=Odstranitev zgodovine
TfrmUnlog.head.unDate=Odstranitev datuma
TfrmUnlog.head.ItemName=Ime programa
TfrmUnlog.head.restore=Preostali elementi
TfrmUnlog.noItems=Ni ostalih elementov
TfrmUnlog.Recovered=Obnavljanje
TfrmUnlog.recover=Obnovi
FrmMain.lblrate.caption=Ocena
FrmMain.BtnNormal.Caption=Varno odstrani
FrmMain.BtnModify.Caption=Spreminjanje
FrmMain.BtnForce.Caption=Prisilno odstrani
FrmMain.BtnRemove.Caption=Odstrani vnose
FrmMain.Btnlikeit.Caption=Všeč mi je
FrmMain.lblcheckver.Caption=Preveri za posodobitev
FrmMain.lblinfo.caption=Zagotavljeni način za prisilno odstranitev trdovratnih programov
FrmMain.btnSupport.hint=Center za podporo
FrmMain.btnfacebook.Hint=Deli Wise Program Uninstaller na Facebooku
FrmMain.btntwitter.Hint=Deli Wise Program Uninstaller na Twitterju
FrmMain.btnemail.Hint=Deli Wise Program Uninstaller s prijatelji
FrmMain.btnRefresh.Hint=Osveži
FrmMain.btnLog.Caption=Odstrani zgodovino
;
;like it
;
FrmlikeIt.lblTitle.caption=Če vam je všeč Wise Program Uninstaller, predlagajte to ljubko,brezplačno orodje tudi drugim.
Frmlikeit.lblInfo.caption=Prosimo delite Wise Program Uninstaller z družino, prijatelji, sodelavci, znanci preko emaila, bloga, twiterja, facebooka, youtuba, ... Zelo dobro! V njihova življenja boste prinesli udobnost in učinkovitost.
FrmlikeIt.lblRate.caption=Oceni Wise Program Uninstaller:
FrmlikeIt.lblfollow.caption=Spremljaj nas:
FrmlikeIt.lblshare.caption=Deli Wise Program Uninstaller:
FrmlikeIt.btndownload.caption=Brezplačen prenos
FrmlikeIt.imgrate.hint=Za nagrado nam daj 5 zvezdic
FrmlikeIt.imgmail.hint=Deli s prijatelji
FrmlikeIt.imgface1.hint=Deli na Facebooku
FrmlikeIt.imgface2.hint=Všečkaj nas na Facebook
FrmlikeIt.imgtwitter1.hint=Deli na Twitterju
FrmlikeIt.imgtwitter2.hint=Spremlja nas na Twitterju
FrmlikeIt.Caption=Všeč mi je
FrmlikeIt.lbldownload.caption=Prenesi še več brezplačnih orodij iz WiseCleaner.com

;processs
FrmProgressModal.btncancel.caption=Prekliči

;
;frmafterdel
;
Frmafterdel.caption=Vnosi v registru in datoteke, povezane s programom
Frmafterdel.btnremove.caption=Odstrani
Frmafterdel.btncancel.caption=Prekliči
Frmafterdel.lblinfo.caption=Poglejte si rezultate in kliknite na "Odstrani" za dokončen izbris te namestitve.
Frmafterdel.btnnone.caption=Ne izberi ničesar
Frmafterdel.btnall.caption=Izberi vse


[Uninstall]
PublisherUnknown=Neznan izdajatelj
VersionUnknown=Neznana različica.
Rate=Ocena
ItemName=Ime
Publisher=Založnik
Size=Velikost
SetupDate=Datum namestitve
Version=Različica
Canceled=Odstranitveni postopek je bil odpovedan.
NoLeftOverItem=Ni najdenih preostalih elementov.
Removing=Odstranjevanje:
TotalStat=Zaznano %d programov, ki zasedajo %s prostora.
Calculating=Preračunavanje velikosti...
Files=Datoteke in mape
RegEntries=Vpisi v register
Items=Elementi

[message]
unistallError=Operacija ni uspela.
NewVer=Nova različica je na voljo. Želite posodobiti programsko opremo?
NoNewVer=Čestitamo, uporabljate najnovejšo različico!
NoProgramSelected=Prosimo, najprej izberite program.
IsBusy=Počakajte, da se prejšnja odstranitev končana.
StartFindLeftover=Analiza povezanih datotek, map in vnosov v registru...
Collecting=Zbiranje informacij o nameščenih programih...
BeSureUseForce=Prosimo, izberite "Prisiljen izbris" samo ko je "Varno odstranjevanje" neučinkovito. Želiš nadaljevati?
ConfirmRemove=Ali ste prepričani, da želite odstraniti ta vnos?
RejectItself=Program ne more odstraniti sebe.
TranslateTo=Prevedi v...

[SoftRate]
Querying=Poizvedovanje...
Good=Všeč mi je
Bad=Ni mi všeč
Safe=Poročilo
Ver=Različica:
Ratings=Ocene
SoftNotExist=Ni informacij o programu
GetSoftInfoError=Napaka pri iskanju informacij o programu
UploadSoftLogoError=Napaka nalaganja informacije o programu
SubmitData=Oddaj komentar za to programsko opremo
SubmitSoftInfoError=Predložitev napake v zvezi z omrežjem.
SubmitRateSuccess=Predložitev uspešna.
HaveSubmitRate=Ste ga ocenili.
Submitgoodbad=Predložitev vaše informacije...
me=Jaz
NickTooLong=Vaš vzdevek ne sme presegati 20 znakov.
MailTooLong=Vaš e-naslov ne sme presegati 50 znakov.
WrongEmail=Neveljaven e-naslov.
ReviewTooLong=Skupna dolžina ne sme presegati 300 znakov.
RateHint=Pridruži se ocenjevanju naše programske opreme in izberi svojo najljubšo.
UnknowName=Nepoznan izdelek
UnknowVer=Neznana različica
UnknowDesc=Opis


[Hint]
HintRate=Ocena programa
HintClose=Izbriši element


